---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.DockableFrameVisibilityChangedEventArgs
source: html/0a467815-cad3-cc71-1d51-2c0cae14274f.htm
---
# DockableFrameVisibilityChangedEventArgs Members

Indicates whether the event is being cancelled.